cool/tutorials/compressible/rhoSonicFoam/shockTube/Allrun
#!/bin/sh

# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

# Get application name
application=`getApplication`

runApplication blockMesh
runApplication setFields
runApplication $application
